/* SMTP Server address */
"Address:" = "アドレス:";

/* Authentication checkbox */
"Authentication" = "認証";

/* Title for from field */
"From:" = "差出人:";

/* No security option */
"None" = "なし";

/* password field */
"Password:" = "パスワード:";

/* SMTP Server port */
"Port:" = "ポート:";

/* Security options title */
"Security:" = "セキュリティ:";

/* Title for box containing SMTP server details */
"SMTP Server:" = "SMTP サーバ:";

/* Title for subject prefix field */
"Subject prefix:" = "件名の接頭辞:";

/* TLS if possible security option */
"TLS if possible" = "TLS を優先して使用";

/* TLS or close security option */
"TLS or close" = "TLS 使用不可では接続解除";

/* Title for to field */
"To:" = "宛先:";

/* Username field */
"Username:" = "ユーザ名:";

